/* Insert services */
"Insert/Contents Of Path" = "Insert/Contents Of Path";
"Insert/Short Date" = "Insert/Short Date";
"Insert/Long Date" = "Insert/Long Date";
"Insert/Short Date & Time" = "Insert/Short Date & Time";
"Insert/Long Date & Time" = "Insert/Long Date & Time";
"Insert/Time" = "Insert/Time";

/* Format services */
"Format/Sort Lines Ascending" = "Format/Sort Lines Ascending";
"Format/Sort Lines Descending" = "Format/Sort Lines Descending";
"Format/Trim Lines" = "Format/Trim Lines";
"Format/Trim Line Beginnings" = "Format/Trim Line Beginnings";
"Format/Trim Line Endings" = "Format/Trim Line Endings";
"Format/Shift Left" = "Format/Shift Left";
"Format/Shift Right" = "Format/Shift Right";
"Format/Remove Line Endings" = "Format/Remove Line Endings";
"Format/Remove Multiple Spaces" = "Format/Remove Multiple Spaces";
"Format/Remove Multiple Feeds" = "Format/Remove Multiple Feeds";
"Format/Remove Quotes" = "Format/Remove Quotes";
"Format/Reformat" = "Format/Reformat";
"Format/Remove Attachments" = "Format/Remove Attachments";
"Format/Remove Links" = "Format/Remove Links";

/* Speak services */
"Speak Text/Native" = "Speak Text/Native";
"Speak Text/German" = "Speak Text/German";
"Speak Text/Stop" = "Speak Text/Stop";

/* Convert services */
"Convert/All Caps" = "Convert/All Caps";
"Convert/Lowercase" = "Convert/Lowercase";
"Convert/Initial Caps Of Sentences" = "Convert/Initial Caps Of Sentences";
"Convert/Initial Caps Of Words" = "Convert/Initial Caps Of Words";
"Convert/Encode Tabs" = "Convert/Encode Tabs";
"Convert/Decode Tabs" = "Convert/Decode Tabs";
"Convert/Macintosh Line Endings" = "Convert/Macintosh Line Endings";
"Convert/Unix Line Endings" = "Convert/Unix Line Endings";
"Convert/Windows Line Endings" = "Convert/Windows Line Endings";
"Convert/Straight Quotes" = "Convert/Straight Quotes";
"Convert/Smart Quotes" = "Convert/Smart Quotes";
"Convert/Rotate13" = "Convert/Rotate13";
"Convert/Mac- to Windows-Encoding" = "Convert/Mac- to Windows-Encoding";
"Convert/Windows- to Mac-Encoding" = "Convert/Windows- to Mac-Encoding";

/* Statistics service */
"Statistics..." = "Statistics...";